Repository: cjordaoc/GRCFinancialControl
Catalog: GRCFinancialControl.Avalonia/Resources/Strings.*.resx
Languages: es_pe

# Navigation.Home
source: Home
es_pe: Inicio

# Navigation.ControlMasterData
source: Control Master Data
es_pe: Datos Maestros de Control

# Navigation.MasterData
source: App Master Data
es_pe: Datos Maestros de la Aplicación

# Navigation.MasterData.RankMappings
source: Rank mappings
es_pe: Mapeos de cargo

# Settings.Validation.ImportPackageRequired
source: Select a connection package file before importing.
es_pe: Seleccione un archivo de paquete antes de importar.

# Settings.Label.ImportPackage
source: Package file
es_pe: Archivo del paquete

# Settings.Placeholder.ImportPackage
source: No package selected
es_pe: Ningún paquete seleccionado

# Settings.Button.SelectPackage
source: Select package
es_pe: Seleccionar paquete

# Settings.Label.SelectedImportPackagePrefix
source: Selected:
es_pe: Seleccionado:

# Home.Title
source: Welcome
es_pe: Bienvenido

# Home.Welcome
source: Select the fiscal year and closing period to use across the application.
es_pe: Seleccione el año fiscal y el período de cierre que se usarán en la aplicación.

# Home.Label.FiscalYear
source: Fiscal year
es_pe: Año fiscal

# Home.Label.ClosingPeriod
source: Closing period
es_pe: Período de cierre

# Home.Button.Confirm
source: Confirm selection
es_pe: Confirmar selección

# Home.Placeholder.FiscalYear
source: Choose a fiscal year
es_pe: Elija un año fiscal

# Home.Placeholder.ClosingPeriod
source: Choose a closing period
es_pe: Elija un período de cierre

# Home.Status.Saved
source: Default fiscal year and closing period saved.
es_pe: Año fiscal y período de cierre predeterminados guardados.

# Home.Status.SaveError
source: Unable to save your selection: {0}
es_pe: No se pudo guardar su selección: {0}

# Home.Status.LoadError
source: Unable to load application parameters: {0}
es_pe: No se pudieron cargar los parámetros de la aplicación: {0}

# Home.Status.NoFiscalYears
source: No fiscal years are available. Create one before continuing.
es_pe: No hay años fiscales disponibles. Cree uno antes de continuar.

# Home.Status.NoClosingPeriods
source: No closing periods exist for the selected fiscal year.
es_pe: No existen períodos de cierre para el año fiscal seleccionado.

# Home.Status.SelectFiscalYear
source: Select a fiscal year to continue.
es_pe: Seleccione un año fiscal para continuar.

# Localization.Language.English
source: English
es_pe: Inglés

# Localization.Language.Portuguese
source: Portuguese (Brazil)
es_pe: Portugués (Brasil)

# Localization.Language.Spanish
source: Spanish (Peru)
es_pe: Español (Perú)

# Settings.Section.Localization.Title
source: Localization
es_pe: Localización

# Settings.Label.Language
source: Language
es_pe: Idioma

# Localization.Language.PreferenceSaved
source: Language preference saved. Restart the application to apply changes.
es_pe: Preferencia de idioma guardada. Reinicie la aplicación para aplicar los cambios.

# Localization.Language.PreferenceSaveFailure
source: Failed to save the language preference: {0}
es_pe: Error al guardar la preferencia de idioma: {0}

# MasterData.RankMappings.Title
source: Rank mappings
es_pe: Mapeos de cargo

# MasterData.RankMappings.Columns.RawRank
source: Rank code
es_pe: Código del cargo

# MasterData.RankMappings.Columns.NormalizedRank
source: Rank name
es_pe: Nombre del cargo

# MasterData.RankMappings.Columns.SpreadsheetRank
source: Spreadsheet rank
es_pe: Cargo en la hoja

# MasterData.RankMappings.Columns.IsActive
source: Active
es_pe: Activo

# MasterData.RankMappings.Columns.LastSeenAt
source: Last seen at
es_pe: Visto por última vez

# MasterData.RankMappings.Columns.CreatedAt
source: Created at
es_pe: Creado el

# MasterData.RankMappings.Editor.Title
source: Rank mapping details
es_pe: Detalles del mapeo de cargo

# MasterData.RankMappings.Editor.RawRank
source: Rank code
es_pe: Código del cargo

# MasterData.RankMappings.Editor.NormalizedRank
source: Rank name
es_pe: Nombre del cargo

# MasterData.RankMappings.Editor.SpreadsheetRank
source: Spreadsheet rank
es_pe: Cargo en la hoja

# MasterData.RankMappings.Editor.IsActive
source: Active
es_pe: Activo

# MasterData.RankMappings.Dialog.AddTitle
source: Add rank mapping
es_pe: Agregar mapeo de cargo

# MasterData.RankMappings.Dialog.EditTitle
source: Edit rank mapping
es_pe: Editar mapeo de cargo

# Common.Button.Save
source: Save
es_pe: Guardar

# Common.Button.Close
source: Close
es_pe: Cerrar

# Common.Button.Add
source: Add
es_pe: Agregar

# Common.Button.Edit
source: Edit
es_pe: Editar

# Common.Button.View
source: View
es_pe: Ver

# Common.Button.Delete
source: Delete
es_pe: Eliminar

# Common.Button.Cancel
source: Cancel
es_pe: Cancelar

# Common.Button.Confirm
source: Confirm
es_pe: Confirmar

# Common.Dialog.DeleteData.Title
source: Delete Data
es_pe: Eliminar datos

# Common.Dialog.DeleteData.Message
source: Are you sure you want to delete all data for {0}? This action cannot be undone.
es_pe: ¿Seguro que desea eliminar todos los datos de {0}? Esta acción no se puede deshacer.

# Admin.Managers.Title.Editor
source: Manager Details
es_pe: Detalles del gerente

# Admin.Managers.Placeholder.Name
source: Name
es_pe: Nombre

# Admin.Managers.Placeholder.Email
source: Email
es_pe: Correo electrónico

# Admin.Managers.Placeholder.WindowsLogin
source: Windows Login (DOMAIN\user)
es_pe: Inicio de sesión de Windows (DOMINIO\usuario)

# Admin.Managers.Placeholder.Position
source: Position
es_pe: Cargo

# Admin.Papds.Title.Editor
source: PAPD Details
es_pe: Detalles del PAPD

# Admin.Papds.Placeholder.Name
source: Name
es_pe: Nombre

# Admin.Papds.Placeholder.Level
source: Level (e.g., Partner, Director)
es_pe: Nivel (p. ej., Socio, Director)

# Admin.Papds.Placeholder.WindowsLogin
source: Windows Login (DOMAIN\user)
es_pe: Inicio de sesión de Windows (DOMINIO\usuario)

# Admin.ClosingPeriods.Title.Editor
source: Closing Period Details
es_pe: Detalles del periodo de cierre

# Admin.ClosingPeriods.Placeholder.Name
source: Name (e.g., P01-2025)
es_pe: Nombre (ej.: P01-2025)

# Admin.ClosingPeriods.Label.FiscalYear
source: Fiscal Year
es_pe: Año fiscal

# Admin.ClosingPeriods.Label.Locked
source: (Locked)
es_pe: (Bloqueado)

# Admin.ClosingPeriods.Title.List
source: Closing Periods
es_pe: Periodos de cierre

# Admin.ClosingPeriods.Header.Name
source: Name
es_pe: Nombre

# Admin.ClosingPeriods.Header.Start
source: Start
es_pe: Inicio

# Admin.ClosingPeriods.Header.End
source: End
es_pe: Fin

# Admin.ClosingPeriods.Header.FiscalYear
source: Fiscal Year
es_pe: Año fiscal

# Admin.ClosingPeriods.Header.Locked
source: Locked
es_pe: Bloqueado

# Admin.ClosingPeriods.Button.DeleteData
source: Delete Data
es_pe: Eliminar datos

# Admin.ClosingPeriods.Status.AllLocked
source: All fiscal years are locked. Unlock a fiscal year to manage closing periods.
es_pe: Todos los años fiscales están bloqueados. Desbloquee un año fiscal para administrar los periodos de cierre.

# ClosingPeriods.Status.AllLocked
source: All fiscal years are locked. Unlock a fiscal year before adding closing periods.
es_pe: Todos los años fiscales están bloqueados. Desbloquee un año fiscal antes de agregar periodos de cierre.

# ClosingPeriods.Status.FiscalYearLockedEdit
source: Fiscal year '{0}' is locked. Unlock it before editing closing periods.
es_pe: El año fiscal '{0}' está bloqueado. Desbloquéelo antes de editar periodos de cierre.

# ClosingPeriods.Status.FiscalYearLockedDelete
source: Fiscal year '{0}' is locked. Unlock it before deleting closing periods.
es_pe: El año fiscal '{0}' está bloqueado. Desbloquéelo antes de eliminar periodos de cierre.

# ClosingPeriods.Status.FiscalYearLockedData
source: Fiscal year '{0}' is locked. Unlock it before deleting data.
es_pe: El año fiscal '{0}' está bloqueado. Desbloquéelo antes de eliminar datos.

# ClosingPeriods.Validation.NoFiscalYears
source: No available fiscal years. Unlock or create a fiscal year before updating closing periods.
es_pe: No hay años fiscales disponibles. Desbloquee o cree un año fiscal antes de actualizar los periodos de cierre.

# ClosingPeriods.Validation.FiscalYearRequired
source: Select a fiscal year before saving.
es_pe: Seleccione un año fiscal antes de guardar.

# ClosingPeriods.Validation.FiscalYearLocked
source: Fiscal year '{0}' is locked. Unlock it before assigning closing periods.
es_pe: El año fiscal '{0}' está bloqueado. Desbloquéelo antes de asignar periodos de cierre.

# ClosingPeriods.Validation.NameRequired
source: A descriptive name is required.
es_pe: Se requiere un nombre descriptivo.

# ClosingPeriods.Validation.EndDateAfterStart
source: The end date must be on or after the start date.
es_pe: La fecha de fin debe ser igual o posterior a la fecha de inicio.

# Allocations.Label.TargetHours
source: Hours to Allocate:
es_pe: Horas a asignar:

# Allocations.Label.TargetValue
source: Value to Allocate:
es_pe: Valor a asignar:

# Allocations.Label.CurrentHours
source: Current Hours Allocation:
es_pe: Asignación actual de horas:

# Allocations.Label.CurrentValue
source: Current Value Allocation:
es_pe: Asignación actual de valor:

# Allocations.Header.PlannedHours
source: Planned Hours
es_pe: Horas planificadas

# Allocations.Header.PlannedValue
source: Planned Value
es_pe: Valor planificado

# Allocations.Header.ToGoValue
source: To Go Value
es_pe: Valor pendiente

# Allocations.Header.ToDateValue
source: To Date Value
es_pe: Valor a la fecha

# Allocations.Validation.HoursMatchTarget
source: Allocated hours must match the target hours before saving.
es_pe: Las horas asignadas deben coincidir con las horas objetivo antes de guardar.

# Allocations.Validation.ValueMatchTarget
source: Allocated value must match the target value before saving.
es_pe: El valor asignado debe coincidir con el valor objetivo antes de guardar.

# Allocations.Tooltip.Variance
source: Variance {0:+0.##;-0.##;0}{1}
es_pe: Variación {0:+0.##;-0.##;0}{1}

# FiscalYears.Validation.NameRequired
source: A fiscal year name is required.
es_pe: Se requiere un nombre de año fiscal.

# FiscalYears.Validation.EndDateAfterStart
source: The end date must be on or after the start date.
es_pe: La fecha de fin debe ser igual o posterior a la fecha de inicio.

# FiscalYears.Dialog.Close.Title
source: Close Fiscal Year
es_pe: Cerrar año fiscal

# FiscalYears.Dialog.Close.Message
source: Closing fiscal year '{0}' will lock it and promote the next fiscal year as the default. Continue?
es_pe: Cerrar el año fiscal '{0}' lo bloqueará y promoverá el siguiente año fiscal como predeterminado. ¿Continuar?

# FiscalYears.Status.Locked
source: Fiscal year '{0}' has been locked by {1} at {2:G}.
es_pe: El año fiscal '{0}' ha sido bloqueado por {1} a las {2:G}.

# FiscalYears.Status.AlreadyLocked
source: Fiscal year '{0}' was already locked or unavailable.
es_pe: El año fiscal '{0}' ya estaba bloqueado o no disponible.

# FiscalYears.Status.Unlocked
source: Fiscal year '{0}' has been unlocked by {1} at {2:G}.
es_pe: El año fiscal '{0}' ha sido desbloqueado por {1} a las {2:G}.

# FiscalYears.Status.AlreadyUnlocked
source: Fiscal year '{0}' was already unlocked or unavailable.
es_pe: El año fiscal '{0}' ya estaba desbloqueado o no disponible.

# FiscalYears.Status.ClosedPromoted
source: Fiscal year '{0}' closed. '{1}' is now the default fiscal year.
es_pe: El año fiscal '{0}' se cerró. '{1}' ahora es el año fiscal predeterminado.

# FiscalYears.Status.ClosedNoPromotion
source: Fiscal year '{0}' closed. There is no future fiscal year to promote.
es_pe: El año fiscal '{0}' se cerró. No hay un año fiscal futuro para promover.

# Reports.Button.OpenBrowser
source: Open in Browser
es_pe: Abrir en el navegador

# Reports.Button.Refresh
source: Refresh
es_pe: Actualizar

# Reports.Empty.Title
source: Connect Power BI
es_pe: Conectar Power BI

# Reports.Empty.Description
source: Add a Publish to Web URL in Settings to load the dashboard.
es_pe: Agregue una URL de Publicar en la web en Configuración para cargar el panel.

# Reports.Label.Status
source: Status:
es_pe: Estado:

# Reports.Status.LoadFailure
source: Unable to load the Power BI dashboard configuration.
es_pe: No se pudo cargar la configuración del panel de Power BI.

# Reports.Status.OpenExternalFailure
source: Unable to launch the external browser for the dashboard: {0}
es_pe: No se pudo abrir el navegador externo para el panel: {0}

# Reports.Status.DashboardReady
source: Dashboard ready.
es_pe: Panel listo.

# Reports.Status.InvalidUrl
source: The configured Publish to Web URL is invalid.
es_pe: La URL de Publicar en la web configurada es inválida.

# Reports.Status.UrlRequired
source: Add a Publish to Web URL in Settings to view the dashboard.
es_pe: Agregue una URL de Publicar en la web en Configuración para ver el panel.

# Tasks.Dialog.SaveTitle
source: Save tasks file
es_pe: Guardar archivo de tareas

# Tasks.Status.Cancelled
source: Generation cancelled.
es_pe: Generación cancelada.

# Tasks.Status.FileSaved
source: File saved to {0}.
es_pe: Archivo guardado en {0}.

# Tasks.Status.TimeZoneMissing
source: Timezone {0} not found.
es_pe: Zona horaria {0} no encontrada.

# Tasks.Status.GenerationFailure
source: Failed to generate tasks: {0}
es_pe: No se pudo generar las tareas: {0}

# Tasks.Title.Primary
source: Tasks
es_pe: Tareas

# Tasks.Description.Primary
source: Generate the weekly administrative tasks file for email delivery.
es_pe: Genere el archivo semanal de tareas administrativas para el envío de correos electrónicos.

# Tasks.Button.Generate
source: Generate tasks file
es_pe: Generar archivo de tareas

# Exports.Worksheet.Report
source: Report
es_pe: Reporte

# Exports.Status.NoData
source: No data available
es_pe: No hay datos disponibles

# Exports.Header.Value
source: Value
es_pe: Valor

# Admin.ManagerAssignments.Label.Engagement
source: Engagement
es_pe: Compromiso

# Admin.ManagerAssignments.Header.Manager
source: Manager
es_pe: Gerente

# Admin.ManagerAssignments.Header.Position
source: Position
es_pe: Cargo

# Admin.ManagerAssignments.Header.Begin
source: Begin date
es_pe: Fecha de inicio

# Admin.ManagerAssignments.Header.End
source: End date
es_pe: Fecha de fin

# Admin.ManagerAssignments.Dialog.Add.Title
source: Assign manager
es_pe: Asignar gerente

# Admin.ManagerAssignments.Dialog.Edit.Title
source: Edit manager assignment
es_pe: Editar asignación de gerente

# Admin.ManagerAssignments.Dialog.Remove.Title
source: Remove manager assignment
es_pe: Eliminar asignación de gerente

# Admin.ManagerAssignments.Dialog.Remove.Message
source: Remove {0} from {1}?
es_pe: ¿Eliminar a {0} de {1}?

# Admin.PapdAssignments.Title.Editor
source: Manage PAPD assignments
es_pe: Administrar asignaciones PAPD

# Admin.PapdAssignments.Header.Engagement
source: Engagement
es_pe: Compromiso

# Admin.PapdAssignments.Header.Description
source: Description
es_pe: Descripción

# Admin.PapdAssignments.Label.Engagement
source: Engagement
es_pe: Compromiso

# Admin.PapdAssignments.Button.Assign
source: Assign
es_pe: Asignar

# Admin.PapdAssignments.Button.Remove
source: Remove
es_pe: Eliminar

# Admin.ManagerAssignments.Label.Manager
source: Manager
es_pe: Gerente

# Admin.ManagerAssignments.Label.Begin
source: Begin
es_pe: Inicio

# Admin.ManagerAssignments.Label.End
source: End
es_pe: Fin

# Admin.FiscalYears.Placeholder.Name
source: Name
es_pe: Nombre

# Admin.FiscalYears.Placeholder.AreaSalesTarget
source: Area sales target
es_pe: Objetivo de ventas del área

# Admin.FiscalYears.Placeholder.AreaRevenueTarget
source: Area revenue target
es_pe: Objetivo de ingresos del área

# Tasks.Button.ExportRetain
source: Export Retain file
es_pe: Exportar archivo Retain

# Tasks.Dialog.ExportRetainTitle
source: Export Retain workbook
es_pe: Exportar libro de Retain

# Tasks.Status.RetainCancelled
source: Retain export cancelled.
es_pe: Exportación de Retain cancelada.

# Tasks.Status.RetainSaved
source: Retain workbook saved to {0}.
es_pe: Libro Retain guardado en {0}.

# Tasks.Status.RetainFailure
source: Failed to export Retain workbook: {0}
es_pe: Error al exportar el libro Retain: {0}

# Tasks.Retain.Header.Specialty
source: Specialty
es_pe: Especialidad

# Tasks.Retain.Header.WorkLocation
source: Work Location
es_pe: Lugar de trabajo

# Tasks.Retain.Header.CostCenter
source: Cost Center
es_pe: Centro de costos

# Tasks.Retain.Header.ResourceGpn
source: Emp Resource GPN
es_pe: Recurso (GPN)

# Tasks.Retain.Header.ResourceName
source: Emp Resource Name
es_pe: Nombre del recurso

# Tasks.Retain.Header.Grade
source: Emp Grade
es_pe: Nivel del recurso

# Tasks.Retain.Header.Office
source: Emp Office
es_pe: Oficina del recurso

# Tasks.Retain.Header.Engagement
source: Engagement
es_pe: Compromiso

# Tasks.Retain.Header.Customer
source: Customer
es_pe: Cliente

# Tasks.Retain.Header.EngagementNumber
source: Engagement Number
es_pe: Número de compromiso

# Tasks.Retain.Header.EmployeeStatus
source: Employee Status
es_pe: Estado del empleado

# Tasks.Retain.Header.EngagementType
source: Engagement Type
es_pe: Tipo de compromiso
