Repository: cjordaoc/GRCFinancialControl
Catalog: GRC.Shared.Resources/Localization/Strings.*.resx
Languages: pt_br

# INV_InvoiceSummary_Status_LoadFailure
source: Unable to load invoice summary: {0}
pt_br: Não foi possível carregar o resumo: {0}

# INV_InvoiceSummary_Status_Loaded
source: Loaded {0} line(s) across {1} engagement(s).
pt_br: {0} linha(s) carregadas em {1} engajamento(s).

# INV_InvoiceSummary_TableHeader_Amount
source: Amount
pt_br: Valor

# INV_InvoiceSummary_TableHeader_CancelReason
source: Reason
pt_br: Motivo

# INV_InvoiceSummary_TableHeader_CanceledAt
source: Canceled
pt_br: Cancelado

# INV_InvoiceSummary_TableHeader_DueDate
source: Due
pt_br: Vencimento

# INV_InvoiceSummary_TableHeader_EmissionDate
source: Emission
pt_br: Emissão

# INV_InvoiceSummary_TableHeader_EmittedAt
source: Emitted
pt_br: Emitido

# INV_InvoiceSummary_TableHeader_Plan
source: Plan
pt_br: Plano

# INV_InvoiceSummary_TableHeader_RequestDate
source: Requested
pt_br: Solicitação

# INV_InvoiceSummary_TableHeader_Type
source: Type
pt_br: Tipo

# INV_InvoiceSummary_Title_Filters
source: Summary filters
pt_br: Filtros do resumo

# INV_InvoiceSummary_Validation_NoDataToExport
source: There is no data to export.
pt_br: Não há dados para exportar.

# INV_InvoiceSummary_Validation_StatusRequired
source: Select at least one invoice status.
pt_br: Selecione ao menos um status.

# INV_InvoiceSummary_Value_UnknownCustomer
source: Customer
pt_br: Cliente

# INV_Invoice_Status_Canceled
source: Canceled
pt_br: Cancelado

# INV_Invoice_Status_Closed
source: Closed
pt_br: Fechado

# INV_Invoice_Status_Emitted
source: Emitted
pt_br: Emitido

# INV_Invoice_Status_Planned
source: Planned
pt_br: Planejado

# INV_Invoice_Status_Reissued
source: Reissued
pt_br: Reemitido

# INV_Invoice_Status_Requested
source: Requested
pt_br: Solicitado

# INV_Localization_Language_PreferenceSaveFailure
source: Failed to save the language preference: {0}
pt_br: Falha ao salvar a preferência de idioma: {0}

# INV_Localization_Language_PreferenceSaved
source: Language preference saved. Restart the application to apply changes.
pt_br: Preferência de idioma salva. Reinicie o aplicativo para aplicar as alterações.

# INV_Notifications_Description_Primary
source: Review recipients and content generated by the D-7 notification view.
pt_br: Revise destinatários e conteúdo gerado pela visão D-7 de notificações.

# INV_Notifications_Format_Amount
source: Amount: {0:N2}
pt_br: Valor: {0:N2}

# INV_Notifications_Format_Customer
source: Customer: {0}
pt_br: Cliente: {0}

# INV_Notifications_Format_DueDate
source: Due: {0:yyyy-MM-dd}
pt_br: Vencimento: {0:yyyy-MM-dd}

# INV_Notifications_Format_EmissionDate
source: Emission: {0:yyyy-MM-dd}
pt_br: Emissão: {0:yyyy-MM-dd}

# INV_Notifications_Format_Managers
source: Managers: {0}
pt_br: Gestores: {0}

# INV_Notifications_Format_NotifyDate
source: Notify: {0:yyyy-MM-dd}
pt_br: Notificar: {0:yyyy-MM-dd}

# INV_Notifications_Format_Plan
source: Plan: {0}
pt_br: Plano: {0}

# INV_Notifications_Format_Recipients
source: Recipients: {0}
pt_br: Envio: {0}

# INV_Notifications_Format_Sequence
source: Installment {0} of {1}
pt_br: Parcela {0} de {1}

# INV_Notifications_Format_Subject
source: [D-7] Planned emission on {0:dd/MM/yyyy} – {1} / Installment {2} of {3}
pt_br: [D-7] Emissão planejada em {0:dd/MM/yyyy} – {1} / Parcela {2} de {3}

# INV_Notifications_Format_ToRecipients
source: To: {0}
pt_br: Para: {0}

# INV_Notifications_Label_NotificationDate
source: Notification date
pt_br: Data da notificação

# INV_Notifications_Message_Empty
source: No notifications are scheduled for the selected date.
pt_br: Não há notificações agendadas para a data selecionada.

# INV_Notifications_Status_Empty
source: No notifications scheduled for {0:yyyy-MM-dd}.
pt_br: Não há notificações agendadas para {0:yyyy-MM-dd}.

# INV_Notifications_Status_LoadFailure
source: Unable to load notifications: {0}
pt_br: Não foi possível carregar as notificações: {0}

# INV_Notifications_Status_Loaded
source: Loaded {0} notification(s) for {1:yyyy-MM-dd}.
pt_br: {0} notificação(ões) carregada(s) para {1:yyyy-MM-dd}.

# INV_Notifications_Template_Amount
source: Installment amount: {0}
pt_br: Valor da parcela: {0}

# INV_Notifications_Template_Competence
source: Competence: {0}
pt_br: Competência: {0}

# INV_Notifications_Template_Contact
source: Contact {0}: {1}
pt_br: Contato {0}: {1}

# INV_Notifications_Template_DueDate
source: Due date: {0}
pt_br: Vencimento: {0}

# INV_Notifications_Template_Installment
source: Installment {0} of {1}
pt_br: Parcela {0} de {1}

# INV_Notifications_Template_ManagerEmails
source: Manager emails: {0}
pt_br: E-mails de gestores: {0}

# INV_Notifications_Template_Managers
source: Managers: {0}
pt_br: Gestores: {0}

# INV_Notifications_Template_Recipients
source: Delivery emails: {0}
pt_br: E-mails para envio: {0}

# INV_Notifications_Template_Service
source: Service: Services - Assistance and Consulting
pt_br: Serviço: Serviços - Assistência e Consultoria

# INV_Notifications_Template_Ticket
source: Ticket: {0}
pt_br: Chamado: {0}

# INV_Notifications_Title_Primary
source: Notifications preview
pt_br: Pré-visualização de notificações

# INV_Placeholder_Code
source: Code
pt_br: Código

# INV_Placeholder_Name
source: Name
pt_br: Nome

# INV_Placeholder_Reason
source: Reason
pt_br: Motivo

# INV_Request_Button_InsertData
source: Insert request data
pt_br: Inserir dados da solicitação

# INV_Request_Button_Reverse
source: Reverse
pt_br: Reverter

# INV_Request_Description_Primary
source: Capture RITM, COE, and request date to move invoices from Planned to Requested.
pt_br: Informe RITM, COE e data de solicitação para mover as faturas de Planejado para Solicitado.

# INV_Request_Message_Empty
source: No plans currently require request confirmation.
pt_br: Nenhum plano requer confirmação de solicitação no momento.

# INV_Request_Message_SelectHint
source: Select a plan with pending invoices to insert request details.
pt_br: Selecione um plano com faturas pendentes para inserir os dados da solicitação.

# INV_Request_Section_AvailablePlans_Header
source: Available plans
pt_br: Planos disponíveis

# INV_Request_Section_InvoiceDetails_Header
source: Invoice details
pt_br: Detalhes da fatura

# INV_Request_Status_EngagementFormat
source: Engagement: {0}
pt_br: Engajamento: {0}

# INV_Request_Status_LineRequested
source: Invoice line {0} marked as requested.
pt_br: Linha {0} marcada como solicitada.

# INV_Request_Status_LineUndone
source: Invoice line {0} returned to Planned.
pt_br: Linha {0} retornou para Planejado.

# INV_Request_Status_LoadFailure
source: Could not load plans: {0}
pt_br: Não foi possível carregar os planos: {0}

# INV_Request_Status_LoadFailureDetail
source: Failed to load plan: {0}
pt_br: Falha ao carregar plano: {0}

# INV_Request_Status_NoUndo
source: No invoice lines were undone.
pt_br: Nenhuma linha foi desfeita.

# INV_Request_Status_NoUpdates
source: No invoice lines required updates.
pt_br: Nenhuma linha precisava de atualização.

# INV_Request_Status_PlanLoaded
source: Loaded plan {0} with {1} line(s).
pt_br: Plano {0} carregado com {1} linha(s).

# INV_Request_Status_PlannedFormat
source: Planned: {0}
pt_br: Planejado: {0}

# INV_Request_Status_RequestedFormat
source: Requested: {0}
pt_br: Solicitado: {0}

# INV_Request_TableHeader_Amount
source: Amount
pt_br: Valor

# INV_Request_TableHeader_EmissionDate
source: Emission
pt_br: Emissão

# INV_Request_TableHeader_RequestDate
source: Request date
pt_br: Data da solicitação

# INV_Request_Title_Primary
source: Request confirmation
pt_br: Confirmação de solicitação

# INV_Request_Toast_LineRequested
source: Invoice line {0} marked as requested.
pt_br: Linha {0} marcada como solicitada.

# INV_Request_Toast_LineUndone
source: Invoice line {0} returned to Planned.
pt_br: Linha {0} revertida para Planejada.

# INV_Request_Toast_NoUndo
source: No invoice lines were undone.
pt_br: Nenhuma linha foi revertida.

# INV_Request_Toast_NoUpdates
source: No invoice lines were updated.
pt_br: Nenhuma linha foi atualizada.

# INV_Request_Toast_RequestFailed
source: Unable to mark the selected line as requested.
pt_br: Não foi possível marcar a linha selecionada como solicitada.

# INV_Request_Toast_UndoFailed
source: Unable to undo the selected line.
pt_br: Não foi possível reverter a linha selecionada.

# INV_Request_Validation_LineSelection
source: Select an invoice before saving.
pt_br: Selecione uma fatura antes de salvar.

# INV_Request_Validation_PlanNotFound
source: Invoice plan {0} was not found.
pt_br: Plano de faturamento {0} não encontrado.

# INV_Request_Validation_PlanRequired
source: Load a plan before requesting invoices.
pt_br: Carregue um plano antes de solicitar faturas.

# INV_Request_Validation_PlanSelection
source: Select a plan before inserting request data.
pt_br: Selecione um plano antes de inserir os dados da solicitação.

# INV_Request_Validation_RequestDateRequired
source: Provide a request date before marking the invoice as requested.
pt_br: Informe a data de solicitação antes de marcar a fatura como solicitada.

# INV_Request_Validation_UndoPlanRequired
source: Load a plan before undoing requests.
pt_br: Carregue um plano antes de desfazer solicitações.

# INV_Shell_Navigation_ConnectionSettings
source: Connection setup
pt_br: Configurar conexão

# INV_Shell_Title_InvoicePlanner
source: Invoice Planner
pt_br: Planejador de Faturas
