Repository: cjordaoc/GRCFinancialControl
Catalog: GRC.Shared.Resources/Localization/Strings.*.resx
Languages: pt_br

# FINC_Admin_ClosingPeriods_Button_DeleteData
source: Delete Data
pt_br: Excluir dados

# FINC_Admin_ClosingPeriods_Filter_FiscalYear
source: Fiscal year
pt_br: Exercício

# FINC_Admin_ClosingPeriods_Header_End
source: End
pt_br: Fim

# FINC_Admin_ClosingPeriods_Header_FiscalYear
source: Fiscal Year
pt_br: Ano fiscal

# FINC_Admin_ClosingPeriods_Header_Locked
source: Locked
pt_br: Bloqueado

# FINC_Admin_ClosingPeriods_Header_Name
source: Name
pt_br: Nome

# FINC_Admin_ClosingPeriods_Header_Start
source: Start
pt_br: Início

# FINC_Admin_ClosingPeriods_Label_FiscalYear
source: Fiscal Year
pt_br: Ano fiscal

# FINC_Admin_ClosingPeriods_Label_Locked
source: (Locked)
pt_br: (Bloqueado)

# FINC_Admin_ClosingPeriods_Placeholder_Name
source: Name (e.g., P01-2025)
pt_br: Nome (ex.: P01-2025)

# FINC_Admin_ClosingPeriods_Status_AllLocked
source: All fiscal years are locked. Unlock a fiscal year to manage closing periods.
pt_br: Todos os anos fiscais estão bloqueados. Desbloqueie um ano fiscal para gerenciar períodos de fechamento.

# FINC_Admin_ClosingPeriods_Title_Editor
source: Closing Period Details
pt_br: Detalhes do período de fechamento

# FINC_Admin_ClosingPeriods_Title_List
source: Closing Periods
pt_br: Períodos de fechamento

# FINC_Admin_Engagements_Title_List
source: Engagement Management
pt_br: Gestão de engajamentos

# FINC_Admin_FiscalYears_Placeholder_AreaRevenueTarget
source: Area revenue target
pt_br: Meta de receita da área

# FINC_Admin_FiscalYears_Placeholder_AreaSalesTarget
source: Area sales target
pt_br: Meta de vendas da área

# FINC_Admin_FiscalYears_Placeholder_Name
source: Name
pt_br: Nome

# FINC_Admin_FiscalYears_Title_Editor
source: Fiscal Year Details
pt_br: Detalhes do Ano Fiscal

# FINC_Admin_ManagerAssignments_Dialog_Add_Title
source: Assign manager
pt_br: Atribuir gerente

# FINC_Admin_ManagerAssignments_Dialog_Edit_Title
source: Edit manager assignment
pt_br: Editar atribuição de gerente

# FINC_Admin_ManagerAssignments_Dialog_Remove_Message
source: Remove {0} from {1}?
pt_br: Remover {0} de {1}?

# FINC_Admin_ManagerAssignments_Dialog_Remove_Title
source: Remove manager assignment
pt_br: Remover atribuição de gerente

# FINC_Admin_ManagerAssignments_Error_AssignmentMissing
source: The assignment could not be found. It may have been removed by another user.
pt_br: A atribuição não foi encontrada. Ela pode ter sido removida por outro usuário.

# FINC_Admin_ManagerAssignments_Label_Engagement
source: Engagement
pt_br: Engajamento

# FINC_Admin_ManagerAssignments_Label_Manager
source: Manager
pt_br: Gerente

# FINC_Admin_ManagerAssignments_Toast_DeleteSuccess
source: Assignment removed: {0} no longer manages {1}.
pt_br: Atribuição removida: {0} não gerencia mais {1}.

# FINC_Admin_ManagerAssignments_Toast_OperationFailed
source: Manager assignment operation failed: {0}.
pt_br: Falha na operação de atribuição de gerente: {0}.

# FINC_Admin_ManagerAssignments_Toast_SaveSuccess
source: Assignment saved: {0} now manages {1}.
pt_br: Atribuição salva: {0} agora gerencia {1}.

# FINC_Admin_Managers_Placeholder_Name
source: Name
pt_br: Nome

# FINC_Admin_Managers_Placeholder_Position
source: Position
pt_br: Cargo

# FINC_Admin_Managers_Placeholder_WindowsLogin
source: Windows Login (DOMAIN\user)
pt_br: Login do Windows (DOMÍNIO\usuário)

# FINC_Admin_Managers_Title_Editor
source: Manager Details
pt_br: Detalhes do gerente

# FINC_Admin_PapdAssignments_Error_AssignmentMissing
source: The assignment could not be found. Please refresh and try again.
pt_br: A atribuição não foi encontrada. Atualize e tente novamente.

# FINC_Admin_PapdAssignments_Error_EngagementMissing
source: The engagement could not be found. Please refresh and try again.
pt_br: O engajamento não foi encontrado. Atualize e tente novamente.

# FINC_Admin_PapdAssignments_Header_Engagement
source: Engagement
pt_br: Engajamento

# FINC_Admin_PapdAssignments_Label_Engagement
source: Engagement
pt_br: Engajamento

# FINC_Admin_PapdAssignments_Title_Editor
source: Manage PAPD assignments
pt_br: Gerenciar atribuições PAPD

# FINC_Admin_PapdAssignments_Toast_DeleteSuccess
source: Assignment removed: {0} unlinked from {1}.
pt_br: Atribuição removida: {0} desvinculado de {1}.

# FINC_Admin_PapdAssignments_Toast_Exists
source: Assignment already exists for {0} on {1}.
pt_br: Atribuição já existente para {0} em {1}.

# FINC_Admin_PapdAssignments_Toast_OperationFailed
source: PAPD assignment operation failed: {0}.
pt_br: Falha na operação de atribuição de PAPD: {0}.

# FINC_Admin_PapdAssignments_Toast_SaveSuccess
source: Assignment saved: {0} linked to {1}.
pt_br: Atribuição salva: {0} vinculado a {1}.

# FINC_Admin_Papds_Placeholder_Level
source: Level (e.g., Partner, Director)
pt_br: Nível (ex.: Sócio, Diretor)

# FINC_Admin_Papds_Placeholder_Name
source: Name
pt_br: Nome

# FINC_Admin_Papds_Placeholder_WindowsLogin
source: Windows Login (DOMAIN\user)
pt_br: Login do Windows (DOMÍNIO\usuário)

# FINC_Admin_Papds_Title_Editor
source: PAPD Details
pt_br: Detalhes do PAPD

# FINC_Allocations_Header_ToDateValue
source: To Date Value
pt_br: Valor realizado

# FINC_Allocations_Header_ToGoValue
source: To Go Value
pt_br: Valor a realizar

# FINC_Allocations_Label_CurrentValue
source: Current Value Allocation:
pt_br: Alocação de valor atual:

# FINC_Allocations_Label_TargetValue
source: Value to Allocate:
pt_br: Valor a alocar:

# FINC_Allocations_Tooltip_Variance
source: Variance {0}
pt_br: Variação {0}

# FINC_Allocations_Validation_ValueMatchTarget
source: Allocated value must match the target value before saving.
pt_br: O valor alocado deve corresponder ao valor alvo antes de salvar.

# FINC_Button_Add
source: Add
pt_br: Adicionar

# FINC_Button_Delete
source: Delete
pt_br: Excluir

# FINC_Button_Edit
source: Edit
pt_br: Editar

# FINC_Button_View
source: View
pt_br: Visualizar

# FINC_ClosingPeriods_Button_Lock
source: Lock
pt_br: Bloquear

# FINC_ClosingPeriods_Button_Unlock
source: Unlock
pt_br: Desbloquear

# FINC_ClosingPeriods_Filter_All
source: All fiscal years
pt_br: Todos os exercícios

# FINC_ClosingPeriods_Status_AllLocked
source: All fiscal years are locked. Unlock a fiscal year before adding closing periods.
pt_br: Todos os anos fiscais estão bloqueados. Desbloqueie um ano fiscal antes de adicionar períodos de fechamento.

# FINC_ClosingPeriods_Status_FiscalYearLockedData
source: Fiscal year '{0}' is locked. Unlock it before deleting data.
pt_br: O ano fiscal '{0}' está bloqueado. Desbloqueie-o antes de excluir dados.

# FINC_ClosingPeriods_Status_FiscalYearLockedDelete
source: Fiscal year '{0}' is locked. Unlock it before deleting closing periods.
pt_br: O ano fiscal '{0}' está bloqueado. Desbloqueie-o antes de excluir períodos de fechamento.

# FINC_ClosingPeriods_Status_FiscalYearLockedEdit
source: Fiscal year '{0}' is locked. Unlock it before editing closing periods.
pt_br: O ano fiscal '{0}' está bloqueado. Desbloqueie-o antes de editar períodos de fechamento.

# FINC_ClosingPeriods_Status_ToggleFailed
source: Unable to change the lock state: {0}
pt_br: Não foi possível alterar o bloqueio: {0}

# FINC_ClosingPeriods_Toast_DeleteSuccess
source: Closing period {0} deleted.
pt_br: Período de fechamento {0} excluído.

# FINC_ClosingPeriods_Toast_Locked
source: Closing period {0} locked successfully.
pt_br: Período de fechamento {0} bloqueado com sucesso.

# FINC_ClosingPeriods_Toast_OperationFailed
source: Unable to complete the operation: {0}
pt_br: Não foi possível concluir a operação: {0}

# FINC_ClosingPeriods_Toast_ReverseSuccess
source: Financial data for {0} reversed.
pt_br: Dados financeiros de {0} revertidos.

# FINC_ClosingPeriods_Toast_SaveSuccess
source: Closing period saved.
pt_br: Período de fechamento salvo.

# FINC_ClosingPeriods_Toast_ToggleFailed
source: Unable to update closing period lock state.
pt_br: Não foi possível atualizar o bloqueio do período.

# FINC_ClosingPeriods_Toast_Unlocked
source: Closing period {0} unlocked successfully.
pt_br: Período de fechamento {0} desbloqueado com sucesso.

# FINC_ClosingPeriods_Validation_EndDateAfterStart
source: The end date must be on or after the start date.
pt_br: A data de término deve ser igual ou posterior à data de início.

# FINC_ClosingPeriods_Validation_FiscalYearLocked
source: Fiscal year '{0}' is locked. Unlock it before assigning closing periods.
pt_br: O ano fiscal '{0}' está bloqueado. Desbloqueie-o antes de atribuir períodos de fechamento.

# FINC_ClosingPeriods_Validation_FiscalYearRequired
source: Select a fiscal year before saving.
pt_br: Selecione um ano fiscal antes de salvar.

# FINC_ClosingPeriods_Validation_NameRequired
source: A descriptive name is required.
pt_br: Um nome descritivo é obrigatório.

# FINC_ClosingPeriods_Validation_NoFiscalYears
source: No available fiscal years. Unlock or create a fiscal year before updating closing periods.
pt_br: Nenhum ano fiscal disponível. Desbloqueie ou crie um ano fiscal antes de atualizar os períodos de fechamento.

# FINC_Customers_Toast_DeleteSuccess
source: Customer {0} deleted.
pt_br: Cliente {0} excluído.

# FINC_Customers_Toast_OperationFailed
source: Unable to complete the operation: {0}
pt_br: Não foi possível concluir a operação: {0}

# FINC_Customers_Toast_ReverseSuccess
source: Customer data for {0} reversed.
pt_br: Dados do cliente {0} revertidos.

# FINC_Customers_Toast_SaveSuccess
source: Customer saved.
pt_br: Cliente salvo.

# FINC_Dialog_DeleteData_Message
source: Are you sure you want to delete all data for {0}? This action cannot be undone.
pt_br: Tem certeza de que deseja excluir todos os dados de {0}? Esta ação não pode ser desfeita.

# FINC_Dialog_DeleteData_Title
source: Delete Data
pt_br: Excluir dados

# FINC_Engagements_Toast_DeleteSuccess
source: Engagement {0} deleted.
pt_br: Engajamento {0} excluído.

# FINC_Engagements_Toast_OperationFailed
source: Unable to complete the operation: {0}
pt_br: Não foi possível concluir a operação: {0}

# FINC_Engagements_Toast_ReverseSuccess
source: Engagement data for {0} reversed.
pt_br: Dados do engajamento {0} revertidos.

# FINC_Engagements_Toast_SaveSuccess
source: Engagement saved.
pt_br: Engajamento salvo.

# FINC_FiscalYears_Dialog_Close_Message
source: Closing fiscal year '{0}' will lock it and promote the next fiscal year as the default. Continue?
pt_br: Encerrar o ano fiscal '{0}' irá bloqueá-lo e promover o próximo ano fiscal como padrão. Continuar?

# FINC_FiscalYears_Dialog_Close_Title
source: Close Fiscal Year
pt_br: Encerrar ano fiscal

# FINC_FiscalYears_Status_AlreadyLocked
source: Fiscal year '{0}' was already locked or unavailable.
pt_br: O ano fiscal '{0}' já estava bloqueado ou indisponível.

# FINC_FiscalYears_Status_AlreadyUnlocked
source: Fiscal year '{0}' was already unlocked or unavailable.
pt_br: O ano fiscal '{0}' já estava desbloqueado ou indisponível.

# FINC_FiscalYears_Status_ClosedNoPromotion
source: Fiscal year '{0}' closed. There is no future fiscal year to promote.
pt_br: Ano fiscal '{0}' encerrado. Não há ano fiscal futuro para promover.

# FINC_FiscalYears_Status_ClosedPromoted
source: Fiscal year '{0}' closed. '{1}' is now the default fiscal year.
pt_br: Ano fiscal '{0}' encerrado. '{1}' agora é o ano fiscal padrão.

# FINC_FiscalYears_Status_Locked
source: Fiscal year '{0}' has been locked by {1} at {2:G}.
pt_br: O ano fiscal '{0}' foi bloqueado por {1} em {2:G}.

# FINC_FiscalYears_Status_Unlocked
source: Fiscal year '{0}' has been unlocked by {1} at {2:G}.
pt_br: O ano fiscal '{0}' foi desbloqueado por {1} em {2:G}.

# FINC_FiscalYears_Toast_DeleteDataSuccess
source: Fiscal year {0} data deleted successfully.
pt_br: Dados do ano fiscal {0} excluídos com sucesso.

# FINC_FiscalYears_Toast_DeleteSuccess
source: Fiscal year {0} deleted successfully.
pt_br: Ano fiscal {0} excluído com sucesso.

# FINC_FiscalYears_Toast_OperationFailed
source: Fiscal year operation failed: {0}.
pt_br: Falha na operação com ano fiscal: {0}.

# FINC_FiscalYears_Toast_SaveSuccess
source: Fiscal year {0} saved successfully.
pt_br: Ano fiscal {0} salvo com sucesso.

# FINC_FiscalYears_Validation_EndDateAfterStart
source: The end date must be on or after the start date.
pt_br: A data de término deve ser igual ou posterior à data de início.

# FINC_FiscalYears_Validation_NameRequired
source: A fiscal year name is required.
pt_br: Um nome de ano fiscal é obrigatório.

# FINC_Home_Button_Confirm
source: Confirm selection
pt_br: Confirmar seleção

# FINC_Home_Label_ClosingPeriod
source: Closing period
pt_br: Período de fechamento

# FINC_Home_Label_FiscalYear
source: Fiscal year
pt_br: Ano fiscal

# FINC_Home_Markdown_LoadFailed
source: README content could not be loaded.
pt_br: Não foi possível carregar o conteúdo do README.

# FINC_Home_Markdown_Title
source: Project overview
pt_br: Visão geral do projeto

# FINC_Home_Placeholder_ClosingPeriod
source: Choose a closing period
pt_br: Escolha um período de fechamento

# FINC_Home_Placeholder_FiscalYear
source: Choose a fiscal year
pt_br: Escolha um ano fiscal

# FINC_Home_Status_LoadError
source: Unable to load application parameters: {0}
pt_br: Não foi possível carregar os parâmetros do aplicativo: {0}

# FINC_Home_Status_NoClosingPeriods
source: No closing periods exist for the selected fiscal year.
pt_br: Não há períodos de fechamento para o ano fiscal selecionado.

# FINC_Home_Status_NoFiscalYears
source: No fiscal years are available. Create one before continuing.
pt_br: Nenhum ano fiscal disponível. Crie um antes de continuar.

# FINC_Home_Status_SaveError
source: Unable to save your selection: {0}
pt_br: Não foi possível salvar sua seleção: {0}

# FINC_Home_Status_Saved
source: Default fiscal year and closing period saved.
pt_br: Ano fiscal e período de fechamento padrão salvos.

# FINC_Home_Status_SelectFiscalYear
source: Select a fiscal year to continue.
pt_br: Selecione um ano fiscal para continuar.

# FINC_Home_Title
source: Welcome
pt_br: Bem-vindo

# FINC_Home_Welcome
source: Select the fiscal year and closing period to use across the application.
pt_br: Selecione o ano fiscal e o período de fechamento que serão usados no aplicativo.

# FINC_Import_Button_AllocationPlanning
source: Import GRC allocation planning
pt_br: Importar planejamento de alocação GRC

# FINC_Import_FileType_AllocationPlanning
source: GRC allocation planning
pt_br: Planejamento de alocação GRC

# FINC_Import_Toast_S4MetadataSuccess
source: S/4HANA project metadata imported successfully.
pt_br: Metadados do projeto S/4HANA importados com sucesso.

# FINC_Import_Warning_SelectClosingPeriod
source: Select a closing period before importing full management data.
pt_br: Selecione um período de fechamento antes de importar o full management data.

# FINC_Managers_Toast_DeleteSuccess
source: Manager {0} removed successfully.
pt_br: Gerente {0} removido com sucesso.

# FINC_Managers_Toast_OperationFailed
source: Manager operation failed: {0}.
pt_br: Falha na operação com gerente: {0}.

# FINC_Managers_Toast_SaveSuccess
source: Manager {0} saved successfully.
pt_br: Gerente {0} salvo com sucesso.

# FINC_MasterData_RankMappings_Columns_CreatedAt
source: Created at
pt_br: Criado em

# FINC_MasterData_RankMappings_Columns_IsActive
source: Active
pt_br: Ativo

# FINC_MasterData_RankMappings_Columns_LastSeenAt
source: Last seen at
pt_br: Visto por último em

# FINC_MasterData_RankMappings_Columns_NormalizedRank
source: Rank name
pt_br: Nome do cargo

# FINC_MasterData_RankMappings_Columns_RawRank
source: Rank code
pt_br: Código do cargo

# FINC_MasterData_RankMappings_Columns_SpreadsheetRank
source: Spreadsheet rank
pt_br: Cargo na planilha

# FINC_MasterData_RankMappings_Dialog_AddTitle
source: Add rank mapping
pt_br: Adicionar mapeamento de cargo

# FINC_MasterData_RankMappings_Dialog_EditTitle
source: Edit rank mapping
pt_br: Editar mapeamento de cargo

# FINC_MasterData_RankMappings_Editor_IsActive
source: Active
pt_br: Ativo

# FINC_MasterData_RankMappings_Editor_NormalizedRank
source: Rank name
pt_br: Nome do cargo

# FINC_MasterData_RankMappings_Editor_RawRank
source: Rank code
pt_br: Código do cargo

# FINC_MasterData_RankMappings_Editor_SpreadsheetRank
source: Spreadsheet rank
pt_br: Cargo na planilha

# FINC_MasterData_RankMappings_Editor_Title
source: Rank mapping details
pt_br: Detalhes do mapeamento de cargo

# FINC_MasterData_RankMappings_Title
source: Rank mappings
pt_br: Mapeamentos de cargo

# FINC_Navigation_ControlMasterData
source: Control Master Data
pt_br: Dados Mestres de Controle

# FINC_Navigation_Home
source: Home
pt_br: Início

# FINC_Navigation_MasterData
source: App Master Data
pt_br: Dados Mestres do Aplicativo

# FINC_Navigation_MasterData_RankMappings
source: Rank mappings
pt_br: Mapeamentos de cargo

# FINC_Papds_Toast_DeleteDataSuccess
source: Historical data for {0} deleted successfully.
pt_br: Dados históricos de {0} excluídos com sucesso.

# FINC_Papds_Toast_DeleteSuccess
source: PAPD {0} removed successfully.
pt_br: PAPD {0} removido com sucesso.

# FINC_Papds_Toast_OperationFailed
source: PAPD operation failed: {0}.
pt_br: Falha na operação com PAPD: {0}.

# FINC_Papds_Toast_SaveSuccess
source: PAPD {0} saved successfully.
pt_br: PAPD {0} salvo com sucesso.

# FINC_RankMappings_Toast_DeleteSuccess
source: Rank mapping {0} deleted successfully.
pt_br: Mapeamento de cargo {0} excluído com sucesso.

# FINC_RankMappings_Toast_OperationFailed
source: Rank mapping operation failed: {0}.
pt_br: Falha na operação com mapeamento de cargo: {0}.

# FINC_RankMappings_Toast_SaveSuccess
source: Rank mapping {0} saved successfully.
pt_br: Mapeamento de cargo {0} salvo com sucesso.

# FINC_Reports_Button_OpenBrowser
source: Open in Browser
pt_br: Abrir no navegador

# FINC_Reports_Button_Refresh
source: Refresh
pt_br: Atualizar

# FINC_Reports_Empty_Description
source: Add a Publish to Web URL in Settings to load the dashboard.
pt_br: Adicione uma URL de Publicar na Web nas Configurações para carregar o painel.

# FINC_Reports_Empty_Title
source: Connect Power BI
pt_br: Conectar Power BI

# FINC_Reports_Status_DashboardReady
source: Dashboard ready.
pt_br: Painel pronto.

# FINC_Reports_Status_InvalidUrl
source: The configured Publish to Web URL is invalid.
pt_br: A URL de Publicar na Web configurada é inválida.

# FINC_Reports_Status_LoadFailure
source: Unable to load the Power BI dashboard configuration.
pt_br: Não foi possível carregar a configuração do painel do Power BI.

# FINC_Reports_Status_OpenExternalFailure
source: Unable to launch the external browser for the dashboard: {0}
pt_br: Não foi possível abrir o navegador externo para o painel: {0}

# FINC_Reports_Status_UrlRequired
source: Add a Publish to Web URL in Settings to view the dashboard.
pt_br: Adicione uma URL de Publicar na Web nas Configurações para visualizar o painel.

# FINC_Settings_Button_Apply
source: Apply
pt_br: Aplicar

# FINC_Settings_Button_ExportData
source: Export data
pt_br: Exportar dados

# FINC_Settings_Button_ImportData
source: Restore data
pt_br: Restaurar dados

# FINC_Settings_Button_SelectPackage
source: Select package
pt_br: Selecionar pacote

# FINC_Settings_Dialog_DataExport_Title
source: Export application data
pt_br: Exportar dados do aplicativo

# FINC_Settings_Dialog_DataImport_Message
source: Restoring the backup will overwrite all existing information in the database. Continue?
pt_br: Restaurar o backup sobrescreve todas as informações existentes no banco de dados. Deseja continuar?

# FINC_Settings_Dialog_DataImport_Title
source: Restore application data
pt_br: Restaurar dados do aplicativo

# FINC_Settings_Help_DefaultCurrency
source: Used when engagements do not define a currency. Provide a three-letter ISO code.
pt_br: Utilizada quando o engajamento não define uma moeda. Informe o código ISO de três letras.

# FINC_Settings_Label_DefaultCurrency
source: Default currency
pt_br: Moeda padrão

# FINC_Settings_Label_ImportPackage
source: Package file
pt_br: Arquivo do pacote

# FINC_Settings_Label_Language
source: Language
pt_br: Idioma

# FINC_Settings_Label_SelectedImportPackagePrefix
source: Selected:
pt_br: Selecionado:

# FINC_Settings_Placeholder_DefaultCurrency
source: e.g. USD
pt_br: ex.: BRL

# FINC_Settings_Placeholder_ImportPackage
source: No package selected
pt_br: Nenhum pacote selecionado

# FINC_Settings_Section_ApplicationData_Description
source: Create an XML snapshot of the configured database or restore a previous export.
pt_br: Crie um snapshot XML do banco configurado ou restaure um export anterior.

# FINC_Settings_Section_ApplicationData_RestoreNotice
source: Restoring data replaces all existing records in the connected database.
pt_br: Restaurar os dados substitui todos os registros existentes no banco conectado.

# FINC_Settings_Section_ApplicationData_Title
source: Application data backup
pt_br: Backup dos dados do aplicativo

# FINC_Settings_Section_Localization_Title
source: Localization
pt_br: Localização

# FINC_Settings_Status_DataExportCancelled
source: Data export cancelled.
pt_br: Exportação de dados cancelada.

# FINC_Settings_Status_DataExportFailure
source: Failed to export application data: {0}
pt_br: Falha ao exportar dados do aplicativo: {0}

# FINC_Settings_Status_DataExportInProgress
source: Exporting application data…
pt_br: Exportando dados do aplicativo…

# FINC_Settings_Status_DataExportSuccess
source: Application data saved as {0}.
pt_br: Dados do aplicativo salvos como {0}.

# FINC_Settings_Status_DataImportFailure
source: Failed to restore application data: {0}
pt_br: Falha ao restaurar dados do aplicativo: {0}

# FINC_Settings_Status_DataImportInProgress
source: Restoring application data…
pt_br: Restaurando dados do aplicativo…

# FINC_Settings_Status_DataImportSuccess
source: Application data restored from {0}.
pt_br: Dados do aplicativo restaurados de {0}.

# FINC_Settings_Status_LocalizationFailed
source: Failed to save localization settings: {0}
pt_br: Falha ao salvar as configurações de localização: {0}

# FINC_Settings_Status_LocalizationPreview
source: Language preview applied. Click Apply to persist.
pt_br: Pré-visualização de idioma aplicada. Clique em Aplicar para persistir.

# FINC_Settings_Status_LocalizationSaved
source: Localization settings saved.
pt_br: Configurações de localização salvas.

# FINC_Settings_Status_PowerBiFailed
source: Failed to save Power BI settings: {0}
pt_br: Falha ao salvar as configurações do Power BI: {0}

# FINC_Settings_Status_PowerBiSaved
source: Power BI settings saved.
pt_br: Configurações do Power BI salvas.

# FINC_Settings_Status_SaveError
source: Unable to save settings: {0}
pt_br: Não foi possível salvar as configurações: {0}

# FINC_Settings_Tab_ApplicationData
source: Application data
pt_br: Dados do app

# FINC_Settings_Tab_Connection
source: Connection
pt_br: Conexão

# FINC_Settings_Tab_ConnectionPackages
source: Connection packages
pt_br: Pacotes de conexão

# FINC_Settings_Tab_Localization
source: Localization
pt_br: Localização

# FINC_Settings_Toast_ConnectionFailed
source: Unable to save connection settings.
pt_br: Não foi possível salvar as configurações de conexão.

# FINC_Settings_Toast_ConnectionSaved
source: Connection settings saved.
pt_br: Configurações de conexão salvas.

# FINC_Settings_Toast_LocalizationFailed
source: Could not save localization settings.
pt_br: Não foi possível salvar as configurações de localização.

# FINC_Settings_Toast_LocalizationSaved
source: Localization settings saved successfully.
pt_br: Configurações de localização salvas com sucesso.

# FINC_Settings_Toast_PowerBiFailed
source: Could not save Power BI settings.
pt_br: Não foi possível salvar as configurações do Power BI.

# FINC_Settings_Toast_PowerBiSaved
source: Power BI settings saved successfully.
pt_br: Configurações do Power BI salvas com sucesso.
