Repository: cjordaoc/GRCFinancialControl
Catalog: GRC.Shared.Resources/Localization/Strings.*.resx
Languages: pt_br

# FINC_Settings_Validation_ImportPackageRequired
source: Select a connection package file before importing.
pt_br: Selecione um arquivo de pacote antes de importar.

# FINC_Tasks_Button_Generate
source: Generate tasks file
pt_br: Gerar arquivo de tarefas

# FINC_Tasks_Button_GenerateRetainTemplate
source: Generate Retain template
pt_br: Gerar template Retain

# FINC_Tasks_Description_Primary
source: Generate the weekly administrative tasks file for email delivery.
pt_br: Gere o arquivo semanal de tarefas administrativas para envio de e-mails.

# FINC_Tasks_Dialog_GenerateRetainTemplateTitle
source: Select allocation planning file
pt_br: Selecionar arquivo de planejamento de alocação

# FINC_Tasks_Dialog_SaveRetainTemplateTitle
source: Choose where to save the generated template
pt_br: Escolha onde salvar a planilha gerada

# FINC_Tasks_Dialog_SaveTitle
source: Save tasks file
pt_br: Salvar arquivo de tarefas

# FINC_Tasks_Status_Cancelled
source: Generation cancelled.
pt_br: Geração cancelada.

# FINC_Tasks_Status_FileSaved
source: File saved to {0}.
pt_br: Arquivo salvo em {0}.

# FINC_Tasks_Status_GenerationFailure
source: Failed to generate tasks: {0}
pt_br: Falha ao gerar tarefas: {0}

# FINC_Tasks_Status_RetainTemplateCancelled
source: Retain template generation cancelled.
pt_br: Geração do template Retain cancelada.

# FINC_Tasks_Status_RetainTemplateFailure
source: Failed to generate Retain template: {0}
pt_br: Falha ao gerar o template Retain: {0}

# FINC_Tasks_Status_RetainTemplateSuccess
source: Template successfully generated at {0}.
pt_br: Template gerado com sucesso em {0}.

# FINC_Tasks_Status_TimeZoneMissing
source: Timezone {0} not found.
pt_br: Fuso horário {0} não encontrado.

# FINC_Tasks_Title_Primary
source: Tasks
pt_br: Tarefas

# Global_AdditionalEmailBlank
source: Recipient email entries cannot be blank.
pt_br: Os e-mails de destino não podem ficar em branco.

# Global_AdditionalEmailInvalid
source: Recipient email '{0}' is not valid.
pt_br: O e-mail de destino '{0}' não é válido.

# Global_Button_Cancel
source: Cancel
pt_br: Cancelar

# Global_Button_Close
source: Close
pt_br: Fechar

# Global_Button_Save
source: Save
pt_br: Salvar

# Global_CustomerFocalPointEmailInvalid
source: Primary recipient email is not in a valid format.
pt_br: O e-mail principal informado não é válido.

# Global_CustomerFocalPointEmailRequired
source: At least one recipient email is required.
pt_br: Pelo menos um e-mail de destino é obrigatório.

# Global_CustomerFocalPointNameRequired
source: Customer focal point name is required.
pt_br: O nome do ponto focal do cliente é obrigatório.

# Global_CustomerTicketRequired
source: Customer ticket is required for invoice line #{0}.
pt_br: O ticket do cliente é obrigatório na linha #{0}.

# Global_DeliveryDescriptionRequired
source: Delivery description is required for invoice line #{0}.
pt_br: A descrição da entrega é obrigatória para a linha #{0}.

# Global_DueDateMustMatch
source: Due date for invoice line #{0} must be emission date + payment terms.
pt_br: A data de vencimento da linha #{0} deve ser emissão + prazo de pagamento.

# Global_EmissionDateRequired
source: Emission date is required for invoice line #{0}.
pt_br: A data de emissão é obrigatória para a linha #{0}.

# Global_EngagementIdRequired
source: Engagement ID is required.
pt_br: O ID do engagement é obrigatório.

# Global_FirstEmissionRequired
source: First emission date is required for ByDate plans.
pt_br: A primeira data de emissão é obrigatória para planos Por Data.

# Global_FrsNumberRequired
source: FRS number is required for invoice line #{0}.
pt_br: O número da FRS é obrigatório na linha #{0}.

# Global_ItemsCountMismatch
source: The number of invoice lines must match the header count.
pt_br: A quantidade de linhas precisa coincidir com o total informado no cabeçalho.

# Global_ItemsRequired
source: At least one invoice line is required.
pt_br: Pelo menos uma linha de fatura é obrigatória.

# Global_SidebarCollapse
source: Collapse sidebar
pt_br: Recolher menu

# Global_SidebarExpand
source: Expand sidebar
pt_br: Expandir menu

# Global_Localization_Language_English
source: English
pt_br: Inglês

# Global_Localization_Language_Portuguese
source: Portuguese (Brazil)
pt_br: Português (Brasil)

# Global_NumInvoicesMinimum
source: Number of invoices must be at least 1.
pt_br: A quantidade de faturas deve ser pelo menos 1.

# Global_PayerCnpjRequired
source: Customer CNPJ is required for invoice line #{0}.
pt_br: O CNPJ do cliente é obrigatório na linha #{0}.

# Global_PaymentTermsNegative
source: Payment terms cannot be negative.
pt_br: O prazo de pagamento não pode ser negativo.

# Global_PoNumberRequired
source: PO number is required for invoice line #{0}.
pt_br: O número da PO é obrigatório na linha #{0}.

# Global_SequenceContiguous
source: Invoice lines must have contiguous sequence numbers starting from 1.
pt_br: As linhas precisam ter numeração sequencial contínua a partir de 1.

# Global_TotalAmountInvalid
source: Total amount must equal the planning base value ({0}).
pt_br: O total em valor precisa ser igual à base de planejamento ({0}).

# Global_TotalPercentageInvalid
source: Total percentage must be exactly 100.0000 (current {0}).
pt_br: O total do percentual deve ser exatamente 100,0000 (atual {0}).

# INV_Access_Message_LoginUnknown
source: current user
pt_br: usuário atual

# INV_Access_Message_NoAssignments
source: No assignments were found for login {0}. Contact the support team to request access.
pt_br: Nenhuma atribuição foi encontrada para o login {0}. Solicite acesso à equipe responsável.

# INV_Button_Close
source: Close
pt_br: Fechar

# INV_Button_CopyDetails
source: Copy details
pt_br: Copiar detalhes

# INV_Button_ExportExcel
source: Export Excel
pt_br: Exportar Excel

# INV_Button_ExportPdf
source: Export PDF
pt_br: Exportar PDF

# INV_Button_Refresh
source: Refresh
pt_br: Atualizar

# INV_Connection_Button_Browse
source: Browse…
pt_br: Procurar…

# INV_Connection_Button_Import
source: Import connection
pt_br: Importar conexão

# INV_Connection_Description_Setup
source: Import the encrypted package generated in GRC Financial Control to configure the shared database.
pt_br: Importe o pacote criptografado gerado no GRC Financial Control para configurar o banco de dados compartilhado.

# INV_Connection_Dialog_BrowseTitle
source: Open connection package
pt_br: Abrir pacote de conexão

# INV_Connection_Label_Language
source: Language
pt_br: Idioma

# INV_Connection_Label_Package
source: Configuration package
pt_br: Pacote de configuração

# INV_Connection_Label_Passphrase
source: Package passphrase
pt_br: Senha do pacote

# INV_Connection_Message_MissingSettings
source: Connection settings are missing or invalid. Open Connection setup to review the server, database, user, and password.
pt_br: As configurações de conexão estão ausentes ou inválidas. Abra Configuração da conexão para revisar servidor, banco, usuário e senha.

# INV_Connection_Message_SetupPrompt
source: Import a connection package to start using the Invoice Planner.
pt_br: Importe um pacote de conexão para começar a usar o Invoice Planner.

# INV_Connection_Placeholder_Package
source: Select the connection package
pt_br: Selecione o pacote de conexão

# INV_Connection_Placeholder_Passphrase
source: Package passphrase
pt_br: Senha do pacote

# INV_Connection_Section_Language_Title
source: Language
pt_br: Idioma

# INV_Connection_Status_ImportFailure
source: Import failed: {0}
pt_br: Falha na importação: {0}

# INV_Connection_Status_ImportInProgress
source: Importing connection settings…
pt_br: Importando configurações de conexão…

# INV_Connection_Status_ImportSuccess
source: Connection settings imported successfully. The application is ready to use.
pt_br: Configurações de conexão importadas com sucesso. O aplicativo está pronto para uso.

# INV_Connection_Status_RestoreFailure
source: Failed to restore the previous connection settings: {0}
pt_br: Não foi possível restaurar as configurações de conexão anteriores: {0}

# INV_Connection_Title_Setup
source: Database connection
pt_br: Conexão com banco de dados

# INV_Connection_Validation_PackageRequired
source: Select a connection package before importing.
pt_br: Selecione um pacote de conexão antes de importar.

# INV_Connection_Validation_PassphraseRequired
source: Enter the package passphrase to continue.
pt_br: Informe a senha do pacote para continuar.

# INV_Dialogs_Error_Label_Details
source: Technical details
pt_br: Detalhes técnicos

# INV_Dialogs_Error_Message
source: Something went wrong. The operation was stopped so you can review the details below.
pt_br: Algo deu errado. A operação foi interrompida para que você revise os detalhes abaixo.

# INV_Dialogs_Error_Title
source: Unexpected error
pt_br: Erro inesperado

# INV_Emission_Button_CancelEmission
source: Cancel emission
pt_br: Cancelar emissão

# INV_Emission_Button_InsertBzData
source: Insert BZ data
pt_br: Inserir dados de BZ

# INV_Emission_Description_Primary
source: Capture BZ codes to emit requested invoices or cancel an existing emission.
pt_br: Informe códigos BZ para emitir faturas solicitadas ou cancele uma emissão existente.

# INV_Emission_Message_Empty
source: No plans are waiting for BZ confirmation.
pt_br: Nenhum plano aguarda confirmação de BZ.

# INV_Emission_Message_SelectHint
source: Select a plan to emit invoices or cancel previous emissions.
pt_br: Selecione um plano para emitir faturas ou cancelar emissões anteriores.

# INV_Emission_Section_AvailablePlans_Header
source: Plans ready for BZ capture
pt_br: Planos prontos para captura BZ

# INV_Emission_Section_InvoiceDetails_Header
source: Invoice details
pt_br: Detalhes da fatura

# INV_Emission_Status_CanceledFormat
source: Canceled: {0}
pt_br: Cancelado: {0}

# INV_Emission_Status_EmittedFormat
source: Emitted: {0}
pt_br: Emitido: {0}

# INV_Emission_Status_EngagementFormat
source: Engagement: {0}
pt_br: Engajamento: {0}

# INV_Emission_Status_LineCanceled
source: Invoice line {0} canceled and returned to planning.
pt_br: Linha {0} cancelada e retornou para o planejamento.

# INV_Emission_Status_LineEmitted
source: Invoice line {0} emitted.
pt_br: Linha {0} emitida.

# INV_Emission_Status_LoadFailure
source: Could not load emission plans: {0}
pt_br: Não foi possível carregar os planos de emissão: {0}

# INV_Emission_Status_LoadFailureDetail
source: Failed to load plan: {0}
pt_br: Falha ao carregar plano: {0}

# INV_Emission_Status_NoCancellations
source: No invoice lines were canceled.
pt_br: Nenhuma linha foi cancelada.

# INV_Emission_Status_NoEmissions
source: No invoice lines were emitted.
pt_br: Nenhuma linha foi emitida.

# INV_Emission_Status_PlanLoaded
source: Loaded plan {0} with {1} line(s).
pt_br: Plano {0} carregado com {1} linha(s).

# INV_Emission_Status_RequestedFormat
source: Requested: {0}
pt_br: Solicitado: {0}

# INV_Emission_TableHeader_Amount
source: Amount
pt_br: Valor

# INV_Emission_TableHeader_BzCode
source: BZ code
pt_br: Código BZ

# INV_Emission_TableHeader_CancelReason
source: Cancel reason
pt_br: Motivo do cancelamento

# INV_Emission_TableHeader_DueDate
source: Due
pt_br: Vencimento

# INV_Emission_TableHeader_EmissionDate
source: Emission
pt_br: Emissão

# INV_Emission_TableHeader_EmittedAt
source: Emitted at
pt_br: Emitido em

# INV_Emission_TableHeader_LastCancelReason
source: Last cancel reason
pt_br: Último motivo de cancelamento

# INV_Emission_Title_Primary
source: Emission confirmation
pt_br: Confirmação de emissão

# INV_Emission_Toast_LineCanceled
source: Invoice line {0} cancellation saved.
pt_br: Cancelamento da linha {0} registrado.

# INV_Emission_Toast_LineEmitted
source: Invoice line {0} marked as emitted.
pt_br: Linha {0} marcada como emitida.

# INV_Emission_Toast_NoCancellations
source: No emission cancellations were applied.
pt_br: Nenhum cancelamento de emissão foi aplicado.

# INV_Emission_Toast_NoEmissions
source: No emission updates were applied.
pt_br: Nenhuma atualização de emissão foi aplicada.

# INV_Emission_Toast_OperationFailed
source: Emission update failed: {0}.
pt_br: Falha ao atualizar emissão: {0}.

# INV_Emission_Toast_ValidationFailed
source: Emission update blocked: {0}.
pt_br: Atualização de emissão bloqueada: {0}.

# INV_Emission_Validation_BzCode
source: Provide the BZ code before closing the invoice.
pt_br: Informe o código BZ antes de fechar a fatura.

# INV_Emission_Validation_CancelPlanRequired
source: Load a plan before canceling invoices.
pt_br: Carregue um plano antes de cancelar faturas.

# INV_Emission_Validation_CancelReason
source: Provide a cancel reason before reversing the emission.
pt_br: Informe o motivo do cancelamento antes de desfazer a emissão.

# INV_Emission_Validation_EmissionDate
source: Provide an emission date before closing the invoice.
pt_br: Informe a data de emissão antes de fechar a fatura.

# INV_Emission_Validation_PlanNotFound
source: Invoice plan {0} was not found.
pt_br: Plano de faturamento {0} não encontrado.

# INV_Emission_Validation_PlanRequired
source: Load a plan before closing invoices.
pt_br: Carregue um plano antes de fechar faturas.

# INV_Emission_Validation_PlanSelection
source: Select a plan before inserting BZ data.
pt_br: Selecione um plano antes de inserir os dados de BZ.

# INV_Exports_InvoiceSummary_Header_Amount
source: Amount
pt_br: Valor

# INV_Exports_InvoiceSummary_Header_BaseValue
source: Base Value
pt_br: Valor Base

# INV_Exports_InvoiceSummary_Header_BzCode
source: BZ Code
pt_br: Código BZ

# INV_Exports_InvoiceSummary_Header_CancelReason
source: Cancel Reason
pt_br: Motivo do Cancelamento

# INV_Exports_InvoiceSummary_Header_CanceledAt
source: Canceled At
pt_br: Cancelado em

# INV_Exports_InvoiceSummary_Header_Customer
source: Customer
pt_br: Cliente

# INV_Exports_InvoiceSummary_Header_CustomerCode
source: Customer Code
pt_br: Código do Cliente

# INV_Exports_InvoiceSummary_Header_DueDate
source: Due Date
pt_br: Data de Vencimento

# INV_Exports_InvoiceSummary_Header_EmissionDate
source: Emission Date
pt_br: Data de Emissão

# INV_Exports_InvoiceSummary_Header_EmittedAt
source: Emitted At
pt_br: Emitido em

# INV_Exports_InvoiceSummary_Header_Engagement
source: Engagement
pt_br: Engajamento

# INV_Exports_InvoiceSummary_Header_Line
source: Line
pt_br: Linha

# INV_Exports_InvoiceSummary_Header_Percentage
source: Percentage
pt_br: Percentual

# INV_Exports_InvoiceSummary_Header_PlanId
source: Plan Id
pt_br: ID do Plano

# INV_Exports_InvoiceSummary_Header_PlanType
source: Plan Type
pt_br: Tipo do Plano

# INV_Exports_InvoiceSummary_Header_RequestDate
source: Request Date
pt_br: Data da Solicitação

# INV_Exports_InvoiceSummary_Header_Totals
source: Totals
pt_br: Totais

# INV_Exports_InvoiceSummary_PdfTitle
source: Invoice Summary
pt_br: Resumo de Faturas

# INV_Exports_InvoiceSummary_WorksheetName
source: Summary
pt_br: Resumo

# INV_Home_Description_Primary
source: Plan, request, and monitor your engagement invoices.
pt_br: Planeje, solicite e acompanhe as faturas do seu engajamento.

# INV_Home_Message_Welcome
source: Configure your invoice plan, confirm requests, and close emissions when ready.
pt_br: Configure o plano de faturas, confirme as solicitações e finalize as emissões quando estiver pronto.

# INV_InvoicePlan_Description_Primary
source: Fill out the header details and balance each invoice line.
pt_br: Preencha os dados do cabeçalho e equilibre cada linha de fatura.

# INV_InvoicePlan_Dialog_Button_EditPlan
source: Add / Edit plan
pt_br: Adicionar / Editar plano

# INV_InvoicePlan_Label_BaseValue
source: Planning base value
pt_br: Base de planejamento

# INV_InvoicePlan_Label_Engagement
source: Engagement
pt_br: Engajamento

# INV_InvoicePlan_Label_FirstEmission
source: First emission date
pt_br: Primeira emissão

# INV_InvoicePlan_Label_FocalPoint
source: Customer focal point
pt_br: Ponto focal do cliente

# INV_InvoicePlan_Label_Instructions
source: Instructions
pt_br: Instruções

# INV_InvoicePlan_Label_InvoiceCount
source: # invoices
pt_br: # faturas

# INV_InvoicePlan_Label_PaymentTerms
source: Payment terms (days)
pt_br: Prazo de pagamento (dias)

# INV_InvoicePlan_Label_PlanType
source: Plan type
pt_br: Tipo de plano

# INV_InvoicePlan_Label_RecipientEmails
source: Recipient emails
pt_br: E-mails de destino

# INV_InvoicePlan_Tab_General
source: General Info
pt_br: Informações Gerais

# INV_InvoicePlan_Tab_Items
source: Invoice Items
pt_br: Linhas de Fatura

# INV_InvoicePlan_Tab_Notes
source: Notes
pt_br: Anotações

# INV_InvoicePlan_Button_PreviewDescription
source: Preview Description
pt_br: Pré-visualizar descrição

# INV_InvoicePlan_Preview_Title
source: Invoice description preview
pt_br: Prévia da descrição da fatura

# INV_InvoicePlan_Preview_DialogTitle
source: Invoice Description
pt_br: Descrição da fatura

# INV_InvoicePlan_Preview_LineSummary
source: Installment {0} of {1}
pt_br: Parcela {0} de {1}

# INV_InvoicePlan_Preview_DescriptionLabel
source: Generated description
pt_br: Descrição gerada

# INV_InvoicePlan_Placeholder_DeliveryNotes
source: Provide delivery notes
pt_br: Inclua observações da entrega

# INV_InvoicePlan_Placeholder_Recipients
source: Enter all recipient emails separated by semicolons or new lines.
pt_br: Informe todos os e-mails separados por ponto e vírgula ou nova linha.

# INV_InvoicePlan_Section_InvoiceLines_Title
source: Invoice lines
pt_br: Linhas de faturamento

# INV_InvoicePlan_Section_Totals_Amount
source: Amount:
pt_br: Valor:

# INV_InvoicePlan_Section_Totals_Label
source: Totals
pt_br: Totais

# INV_InvoicePlan_Section_Totals_Percent
source: Percent:
pt_br: Percentual:

# INV_InvoicePlan_Selection_Button_AddEdit
source: Add / Edit invoice details
pt_br: Adicionar / Editar detalhes da fatura

# INV_InvoicePlan_Selection_Column_Canceled
source: Canceled
pt_br: Canceladas

# INV_InvoicePlan_Selection_Column_Closed
source: Closed
pt_br: Fechadas

# INV_InvoicePlan_Selection_Column_Emitted
source: Emitted
pt_br: Emitidas

# INV_InvoicePlan_Selection_Column_Engagement
source: Engagement
pt_br: Engajamento

# INV_InvoicePlan_Selection_Column_FirstEmission
source: First emission
pt_br: Primeira emissão

# INV_InvoicePlan_Selection_Column_PendingRequests
source: Pending requests
pt_br: Solicitações pendentes

# INV_InvoicePlan_Selection_Column_PlanId
source: Plan
pt_br: Plano

# INV_InvoicePlan_Selection_Column_Requested
source: Requested
pt_br: Solicitadas

# INV_InvoicePlan_Selection_Column_Type
source: Type
pt_br: Tipo

# INV_InvoicePlan_Selection_Description_Primary
source: Choose an engagement from the list to start a new invoice plan.
pt_br: Escolha um engagement na lista para iniciar um novo plano de faturas.

# INV_InvoicePlan_Selection_Header_Customer
source: Customer
pt_br: Cliente

# INV_InvoicePlan_Selection_Header_Plan
source: Description
pt_br: Descrição

# INV_InvoicePlan_Selection_Message_Empty
source: No engagements are available. Configure the data connection and try again.
pt_br: Nenhum engagement disponível. Configure a conexão de dados e tente novamente.

# INV_InvoicePlan_Selection_Message_SelectHint
source: Select an engagement and choose Add / Edit invoice details to open or update the invoice schedule.
pt_br: Selecione um engagement e clique em Adicionar / Editar detalhes da fatura para abrir ou atualizar o cronograma de faturas.

# INV_InvoicePlan_Selection_Status_LoadFailure
source: Could not load engagements: {0}
pt_br: Não foi possível carregar os engagements: {0}

# INV_InvoicePlan_Selection_Title_Primary
source: Select an engagement
pt_br: Selecione um engagement

# INV_InvoicePlan_Status_ActionCreated
source: created
pt_br: criado

# INV_InvoicePlan_Status_ActionUpdated
source: updated
pt_br: atualizado

# INV_InvoicePlan_Status_LoadFailure
source: Failed to load plan: {0}
pt_br: Falha ao carregar plano: {0}

# INV_InvoicePlan_Status_PlanLoaded
source: Invoice plan {0} loaded with {1} line(s).
pt_br: Plano {0} carregado com {1} linha(s).

# INV_InvoicePlan_Status_PlanSaved
source: Plan {0} {1}. Lines: {2}, affected rows: {3}, deleted: {4}.
pt_br: Plano {0} {1}. Linhas: {2}, linhas afetadas: {3}, removidas: {4}.

# INV_InvoicePlan_Status_SaveFailure
source: Failed to save plan: {0}
pt_br: Falha ao salvar plano: {0}

# INV_InvoicePlan_TableHeader_Amount
source: Amount
pt_br: Valor

# INV_InvoicePlan_TableHeader_Cnpj
source: Customer CNPJ
pt_br: CNPJ do cliente

# INV_InvoicePlan_TableHeader_Delivery
source: Delivery description
pt_br: Descrição da entrega

# INV_InvoicePlan_TableHeader_EmissionDate
source: Emission date
pt_br: Data de emissão

# INV_InvoicePlan_TableHeader_PaymentType
source: Payment type
pt_br: Tipo de pagamento

# INV_InvoicePlan_TableHeader_Percent
source: Percent
pt_br: Percentual

# INV_InvoicePlan_TableHeader_Ticket
source: Customer ticket
pt_br: Ticket do cliente

# INV_InvoicePlan_Title_Primary
source: Invoice plan
pt_br: Plano de faturamento

# INV_InvoicePlan_Toast_DeleteFailed
source: Unable to delete the invoice plan.
pt_br: Não foi possível excluir o plano de faturamento.

# INV_InvoicePlan_Toast_DeleteMissing
source: Invoice plan {0} is no longer available.
pt_br: Plano de faturamento {0} não está mais disponível.

# INV_InvoicePlan_Toast_PlanDeleted
source: Invoice plan {0} deleted.
pt_br: Plano de faturamento {0} excluído.

# INV_InvoicePlan_Toast_PlanSaved
source: Invoice plan {0} saved.
pt_br: Plano de faturamento {0} salvo.

# INV_InvoicePlan_Toast_SaveFailed
source: Unable to save the invoice plan.
pt_br: Não foi possível salvar o plano de faturamento.

# INV_InvoicePlan_Toast_ValidationFailed
source: Resolve validation issues before saving.
pt_br: Resolva as pendências antes de salvar.

# INV_InvoicePlan_Validation_NoLines
source: Add at least one invoice line before saving.
pt_br: Adicione ao menos uma linha de fatura antes de salvar.

# INV_InvoicePlan_Validation_PlanNotFound
source: Invoice plan {0} was not found.
pt_br: Plano de faturamento {0} não encontrado.

# INV_InvoiceSummary_Button_ApplyFilters
source: Apply filters
pt_br: Aplicar filtros

# INV_InvoiceSummary_Button_ClearFilters
source: Clear
pt_br: Limpar

# INV_InvoiceSummary_Filter_AllCustomers
source: All customers
pt_br: Todos os clientes

# INV_InvoiceSummary_Filter_AllEngagements
source: All engagements
pt_br: Todos os engajamentos

# INV_InvoiceSummary_Group_CanceledCountFormat
source: Canceled: {0}
pt_br: Cancelado: {0}

# INV_InvoiceSummary_Group_ClosedCountFormat
source: Closed: {0}
pt_br: Fechado: {0}

# INV_InvoiceSummary_Group_EmittedCountFormat
source: Emitted: {0}
pt_br: Emitido: {0}

# INV_InvoiceSummary_Group_PercentageFormat
source: Percent: {0:N4}%
pt_br: Percentual: {0:N4}%

# INV_InvoiceSummary_Group_PlannedCountFormat
source: Planned: {0}
pt_br: Planejado: {0}

# INV_InvoiceSummary_Group_ReissuedCountFormat
source: Reissued: {0}
pt_br: Reemitido: {0}

# INV_InvoiceSummary_Group_RequestedCountFormat
source: Requested: {0}
pt_br: Solicitado: {0}

# INV_InvoiceSummary_Label_Customer
source: Customer
pt_br: Cliente

# INV_InvoiceSummary_Label_Engagement
source: Engagement
pt_br: Engajamento

# INV_InvoiceSummary_Label_Statuses
source: Statuses
pt_br: Status

# INV_InvoiceSummary_Section_Totals_Amount
source: Total amount
pt_br: Valor total

# INV_InvoiceSummary_Section_Totals_Percentage
source: Total percentage
pt_br: Percentual total

# INV_InvoiceSummary_Status_Empty
source: No invoice lines matched the selected filters.
pt_br: Nenhuma linha de fatura corresponde aos filtros.

# INV_InvoiceSummary_Status_ExportFailure
source: Export failed: {0}
pt_br: Falha na exportação: {0}

# INV_InvoiceSummary_Status_ExportSuccess
source: Exported {0} report to {1}.
pt_br: Relatório {0} exportado para {1}.
